{
  "en": {
    "site_title": "SAPHO: Scalable Architecture Processor for Hardware Optimization | CERN Lab",
    "header_subtitle": "Scalable Architecture Processor for Hardware Optimization",
    "about_title": "About & Resources",
    "about_title_01": "About",
    "about_title_02": "Resources",
    "documentation_title_01": "Documentation",
    "documentation_title_02": "Updates",
    "download_title_01": "Download",
    "download_title_02": "GitHub",
    "contact_title_01": "Contact",
    "contact_title_02": "FAQ",
    "about_content": "Welcome to the SAPHO - Scalable Architecture Processor for Hardware Optimization page! We are a team from the Signal Processing and Instrumentation Center at the UFJF Engineering School dedicated to the development of SAPHO, an open-source soft-core processor.",
    "about_subtitle": "Available Resources",
    "about_overview_01": "Scalable Architecture:",
    "about_overview_02": "SAPHO utilizes a scalable architecture that automatically allocates the necessary hardware resources during compilation.",
    "about_overview_03": "Development Tools:",
    "about_overview_04": "We offer a comprehensive IDE for SAPHO programming, along with C+- and Assembly compilers specifically developed for the processor.",
    "about_overview_05": "Technical Documentation:",
    "about_overview_06": "Explore user manuals, reference guides, and tutorials to help you understand and use SAPHO in your projects.",
    "documentation_title": "Documentation & Updates",
    "documentation_content": "The complete documentation of SAPHO is available for on-line consultation. It includes detailed information about the processor architecture, the developed circuits, the necessary software tools for its operation, as well as tutorials and examples to assist in project development with SAPHO.",
    "documentation_subtitle": "Content",
    "documentation_overview_01": "User Manuals:",
    "documentation_overview_02": "A complete guide for programming and configuring SAPHO.",
    "documentation_overview_03": "Compilation Guide:",
    "documentation_overview_04": "Step-by-step instructions for compiling programs and generating Verilog code for the processor.",
    "documentation_overview_05": "Release Notes:",
    "documentation_overview_06": "Stay informed about the latest updates and enhancements implemented in SAPHO.",
    "download_title": "Download & GitHub",
    "download_content": "Download SAPHO and access its GitHub repository to contribute and follow the project's development!",
    "download_subtitle": "Content Available",
    "download_overview_01": "SAPHO Download:",
    "download_overview_02": "Download the latest version of SAPHO to start using it in your projects.",
    "download_overview_03": "GitHub Repository:",
    "download_overview_04": "Access the complete source code, application examples, and contribute to the development of SAPHO through GitHub.",
    "contact_title": "Contact & FAQ",
    "contact_content": "Need help or have questions about SAPHO? Get in touch with us!",
    "contact_subtitle": "Contact Details",
    "contact_overview_01": "Support E-mail:",
    "contact_overview_02": "FAQ (Frequently Asked Questions):",
    "contact_overview_04": "We look forward to hearing from you and collaborating for the ongoing success of the SAPHO project. Feel free to contact us anytime.",
    "thanks_message": "Thanks for Visiting",
    "thanks_visitor": "You are visitor number:",
    "about_notice": "Important - Read This Notice.",
    "modal.about.title": "About.",
    "modal.about.content": "All licenses and acknowledgments for third-party code can be found at:",
    "documentation_notice": "Important - read this notice.",
    "modal.documentation.title": "Documentation.",
    "modal.documentation.content": "You have downloaded the documentation of SAPHO. The file can be opened with the open-source PDF reader:",
    "download_notice": "Important - read this notice.",
    "modal.download.title": "Download.",
    "modal.download.content": "Thank you for downloading SAPHO. The download will start shortly. Visit the GitHub of the project for more information and download the documentation.",
    "contact_notice": "Important - read this notice.",
    "modal.contact.title": "Contact.",
    "modal.contact.content": "The email address was opened in your default application. If you have any questions, please write to:",
    "back_to_top": "Back to Top",
    "language_title": "Language",
    "faq_title_01": "What is CERN?",
    "faq_answer_01": "CERN, the European Organization for Nuclear Research, is the world's largest particle physics laboratory. It operates the Large Hadron Collider (LHC), a massive particle accelerator used to study the fundamental particles and forces of the universe.",
    "faq_title_02": "Where can I study about CERN?",
    "faq_answer_02": "You can study about CERN through their official publications, website, scientific journals, GitHub documentaries, wikipedia, etc.",
    "faq_title_03": "What is the main problem that SAPHO solves?",
    "faq_answer_03": "The main problem that SAPHO solves is the efficient design and implementation of custom processors for signal processing applications.",
    "thanks_visitor_number": "0",
    "license_title_main": "SAPHO: Acknowledgments and Licenses",
    "license_title": "Acknowledgments and Licenses",
    "license_subtitle": "Here are the acknowledgments and license information for third-party codes used in this project:",
    "license_ccbyncsa": "License CC BY-NC-SA 4.0 - SAPHO:",
    "license_third_party": "Third-Party Codes Used:",
    "license_background": "Background Images:",
    "license_icons": "Icons:",
    "license_about": "About",
    "license_documentation": "Documentation",
    "license_download": "Download",
    "license_contact": "Contact",
    "license_github": "GitHub",
    "sapho_footer": "SAPHO - Scalable Architecture Processor for Hardware Optimization",
    "sapho_footer_by": "by",
    "licensed_footer": "Is Licensed Under",
    "articles_title_main": "SAPHO: Articles",
    "articles_title": "Articles",
    "articles_subtitle": "Discover our latest articles",
    "articles_pdf1": "Optimizing FPGA Soft-Core Processors for Particle Accelerators",
    "articles_pdf1_description": "Thesis by Lucca Oliveira Facio Viccini - Electrical Engineering, UFJF, 2023",
    "articles_pdf2": "ENMC 2019",
    "articles_pdf2_description": "FPGA Implementation of an Iterative Deconvolution Method to Operate in the Trigger System of the ATLAS Experiment",
    "articles_pdf3": "SBrT 2019",
    "articles_pdf3_description": "Efficient FPGA Implementation of Iterative Deconvolution Method for Energy Reconstruction in High-Energy Calorimeters"

  },
  "pt": {
    "site_title": "SAPHO: Processador de Arquitetura Escalável para Otimização de Hardware | Laboratório CERN",
    "header_subtitle": "Processador de Arquitetura Escalável para Otimização de Hardware",
    "about_title": "Sobre & Recursos",
    "about_title_01": "Sobre",
    "about_title_02": "Recursos",
    "documentation_title_01": "Documentação",
    "documentation_title_02": "Atualizações",
    "download_title_01": "Download",
    "download_title_02": "GitHub",
    "contact_title_01": "Contato",
    "contact_title_02": "FAQ",
    "about_content": "Bem-vindo à página do SAPHO - Processador de Arquitetura Escalável para Otimização de Hardware! Somos uma equipe do Centro de Processamento de Sinais e Instrumentação da Escola de Engenharia da UFJF dedicada ao desenvolvimento do SAPHO, um processador de núcleo flexível de código aberto.",
    "about_subtitle": "Recursos Disponíveis",
    "about_overview_01": "Arquitetura Escalável:",
    "about_overview_02": "O SAPHO utiliza uma arquitetura escalável que aloca automaticamente os recursos de hardware necessários durante a compilação.",
    "about_overview_03": "Ferramentas de Desenvolvimento:",
    "about_overview_04": "Oferecemos um IDE abrangente para programação SAPHO, juntamente com compiladores C+- e Assembly desenvolvidos especificamente para o processador.",
    "about_overview_05": "Documentação Técnica:",
    "about_overview_06": "Explore manuais do usuário, guias de referência e tutoriais para ajudá-lo a entender e usar o SAPHO em seus projetos.",
    "documentation_title": "Documentação & Atualizações",
    "documentation_content": "A documentação completa do SAPHO está disponível para consulta online. Inclui informações detalhadas sobre a arquitetura do processador, os circuitos desenvolvidos, as ferramentas de software necessárias para sua operação, bem como tutoriais e exemplos para auxiliar no desenvolvimento de projetos com SAPHO.",
    "documentation_subtitle": "Conteúdo",
    "documentation_overview_01": "Manuais do Usuário:",
    "documentation_overview_02": "Um guia completo para programação e configuração do SAPHO.",
    "documentation_overview_03": "Guia de Compilação:",
    "documentation_overview_04": "Instruções passo a passo para compilar programas e gerar código Verilog para o processador.",
    "documentation_overview_05": "Notas de Lançamento:",
    "documentation_overview_06": "Mantenha-se informado sobre as últimas atualizações e melhorias implementadas no SAPHO.",
    "download_title": "Download & GitHub",
    "download_content": "Baixe o SAPHO e acesse seu repositório GitHub para contribuir e acompanhar o desenvolvimento do projeto!",
    "download_subtitle": "Conteúdo Disponível",
    "download_overview_01": "Download do SAPHO:",
    "download_overview_02": "Baixe a versão mais recente do SAPHO para começar a usá-lo em seus projetos.",
    "download_overview_03": "Repositório GitHub:",
    "download_overview_04": "Acesse o código-fonte completo, exemplos de aplicativos e contribua para o desenvolvimento do SAPHO através do GitHub.",
    "contact_title": "Contato & FAQ",
    "contact_content": "Precisa de ajuda ou tem perguntas sobre o SAPHO? Entre em contato conosco!",
    "contact_subtitle": "Detalhes de Contato",
    "contact_overview_01": "E-mail de Suporte:",
    "contact_overview_02": "FAQ (Perguntas Frequentes):",
    "contact_overview_04": "Esperamos ouvir de você e colaborar para o sucesso contínuo do projeto SAPHO. Sinta-se à vontade para nos contatar a qualquer momento.",
    "thanks_message": "Obrigado pela visita",
    "thanks_visitor": "Você é o visitante número:",
    "about_notice": "Importante - Leia Este Aviso.",
    "modal.about.title": "Sobre.",
    "modal.about.content": "Todas as licenças e reconhecimentos para código de terceiros podem ser encontrados em:",
    "documentation_notice": "Importante - leia este aviso.",
    "modal.documentation.title": "Documentação.",
    "modal.documentation.content": "Você baixou a documentação do SAPHO. O arquivo pode ser aberto com o leitor de PDF de código aberto:",
    "download_notice": "Importante - leia este aviso.",
    "modal.download.title": "Download.",
    "modal.download.content": "Obrigado por baixar o SAPHO. O download começará em breve. Visite o GitHub do projeto para mais informações e baixe a documentação.",
    "contact_notice": "Importante - leia este aviso.",
    "modal.contact.title": "Contato.",
    "modal.contact.content": "O endereço de e-mail foi aberto em seu aplicativo padrão. Se você tiver alguma dúvida, por favor escreva para:",
    "back_to_top": "Voltar ao Topo",
    "language_title": "Idioma",
    "faq_title_01": "O que é o CERN?",
    "faq_answer_01": "O CERN, Organização Europeia para a Pesquisa Nuclear, é o maior laboratório de física de partículas do mundo. Ele opera o Grande Colisor de Hádrons (LHC), um enorme acelerador de partículas usado para estudar as partículas fundamentais e as forças do universo.",
    "faq_title_02": "Onde posso estudar sobre o CERN?",
    "faq_answer_02": "Você pode estudar sobre o CERN por meio de suas publicações oficiais, site, revistas científicas, documentários do GitHub, Wikipedia, etc.",
    "faq_title_03": "Qual é o principal problema que o SAPHO resolve?",
    "faq_answer_03": "O principal problema que o SAPHO resolve é o design e implementação eficientes de processadores personalizados para aplicações de processamento de sinais.",
    "thanks_visitor_number": "0",
    "license_title_main": "SAPHO: Agradecimentos e Licenças",
    "license_title": "Agradecimentos e Licenças",
    "license_subtitle": "Aqui estão os agradecimentos e informações de licença para códigos de terceiros usados neste projeto:",
    "license_ccbyncsa": "Licença CC BY-NC-SA 4.0 - SAPHO:",
    "license_third_party": "Códigos de Terceiros Utilizados:",
    "license_background": "Imagens de Fundo:",
    "license_icons": "Ícones:",
    "license_about": "Sobre",
    "license_documentation": "Documentação",
    "license_download": "Baixar",
    "license_contact": "Contato",
    "license_github": "GitHub",
    "sapho_footer": "SAPHO - Processador de Arquitetura Escalável para Otimização de Hardware",
    "sapho_footer_by": "por",
    "licensed_footer": "Está Licenciado Sob",
    "articles_title_main": "SAPHO: Artigos",
    "articles_title": "Artigos",
    "articles_subtitle": "Descubra nossos artigos mais recentes",
    "articles_pdf1": "Otimização de Processadores Soft-Core FPGA para Aceleradores de Partículas",
    "articles_pdf1_description": "Tese por Lucca Oliveira Facio Viccini - Engenharia Elétrica, UFJF, 2023",
    "articles_pdf2": "ENMC 2019",
    "articles_pdf2_description": "Implementação de FPGA de um Método de Deconvolução Iterativa para Operar no Sistema de Disparo do Experimento ATLAS",
    "articles_pdf3": "SBrT 2019",
    "articles_pdf3_description": "Implementação Eficiente de FPGA de um Método de Deconvolução Iterativa para Reconstrução de Energia em Calorímetros de Alta Energia"
  },
  "fr": {
    "site_title": "SAPHO: Processeur d'Architecture Évolutive pour l'Optimisation du Matériel | Laboratoire CERN",
    "header_subtitle": "Processeur d'Architecture Évolutive pour l'Optimisation du Matériel",
    "about_title": "À propos & Ressources",
    "about_title_01": "À propos",
    "about_title_02": "Ressources",
    "documentation_title_01": "Documentation",
    "documentation_title_02": "Mises à jour",
    "download_title_01": "Téléchargement",
    "download_title_02": "GitHub",
    "contact_title_01": "Contact",
    "contact_title_02": "FAQ",
    "about_content": "Bienvenue sur la page SAPHO - Scalable Architecture Processor for Hardware Optimization ! Nous sommes une équipe du Centre de Traitement du Signal et d'Instrumentation de l'École d'Ingénieurs de l'UFJF dédiée au développement de SAPHO, un processeur à cœur souple open-source.",
    "about_subtitle": "Ressources Disponibles",
    "about_overview_01": "Architecture Évolutive:",
    "about_overview_02": "SAPHO utilise une architecture évolutive qui alloue automatiquement les ressources matérielles nécessaires lors de la compilation.",
    "about_overview_03": "Outils de Développement:",
    "about_overview_04": "Nous proposons un environnement de développement intégré complet pour la programmation SAPHO, ainsi que des compilateurs C+- et Assembly spécifiquement développés pour le processeur.",
    "about_overview_05": "Documentation Technique:",
    "about_overview_06": "Explorez les manuels d'utilisation, les guides de référence et les tutoriels pour vous aider à comprendre et à utiliser SAPHO dans vos projets.",
    "documentation_title": "Documentation & Mises à Jour",
    "documentation_content": "La documentation complète de SAPHO est disponible pour consultation en ligne. Elle comprend des informations détaillées sur l'architecture du processeur, les circuits développés, les outils logiciels nécessaires à son fonctionnement, ainsi que des tutoriels et des exemples pour aider au développement de projets avec SAPHO.",
    "documentation_subtitle": "Contenu",
    "documentation_overview_01": "Manuels de l'Utilisateur:",
    "documentation_overview_02": "Un guide complet pour la programmation et la configuration de SAPHO.",
    "documentation_overview_03": "Guide de Compilation:",
    "documentation_overview_04": "Instructions pas à pas pour compiler des programmes et générer du code Verilog pour le processeur.",
    "documentation_overview_05": "Notes de Version:",
    "documentation_overview_06": "Restez informé des dernières mises à jour et améliorations implémentées dans SAPHO.",
    "download_title": "Téléchargement & GitHub",
    "download_content": "Téléchargez SAPHO et accédez à son dépôt GitHub pour contribuer et suivre le développement du projet !",
    "download_subtitle": "Contenu Disponible",
    "download_overview_01": "Téléchargement de SAPHO:",
    "download_overview_02": "Téléchargez la dernière version de SAPHO pour commencer à l'utiliser dans vos projets.",
    "download_overview_03": "Dépôt GitHub:",
    "download_overview_04": "Accédez au code source complet, aux exemples d'applications et contribuez au développement de SAPHO via GitHub.",
    "contact_title": "Contact & FAQ",
    "contact_content": "Besoin d'aide ou avez-vous des questions sur SAPHO ? Contactez-nous !",
    "contact_subtitle": "Détails de Contact",
    "contact_overview_01": "E-mail de Support:",
    "contact_overview_02": "FAQ (Questions Fréquemment Posées):",
    "contact_overview_04": "Nous sommes impatients de vous entendre et de collaborer au succès continu du projet SAPHO. N'hésitez pas à nous contacter à tout moment.",
    "thanks_message": "Merci de votre visite",
    "thanks_visitor": "Vous êtes le visiteur numéro:",
    "about_notice": "Important - Lisez Cet Avis.",
    "modal.about.title": "À propos.",
    "modal.about.content": "Toutes les licences et les reconnaissances pour le code tiers peuvent être trouvées à l'adresse:",
    "documentation_notice": "Important - lisez cet avis.",
    "modal.documentation.title": "Documentation.",
    "modal.documentation.content": "Vous avez téléchargé la documentation de SAPHO. Le fichier peut être ouvert avec le lecteur de PDF open-source: ",
    "download_notice": "Important - lisez cet avis.",
    "modal.download.title": "Téléchargement.",
    "modal.download.content": "Merci d'avoir téléchargé SAPHO. Le téléchargement débutera sous peu. Visitez le GitHub du projet pour plus d'informations et téléchargez la documentation.",
    "contact_notice": "Important - lisez cet avis.",
    "modal.contact.title": "Contact.",
    "modal.contact.content": "L'adresse e-mail a été ouverte dans votre application par défaut. Si vous avez des questions, veuillez écrire à:",
    "back_to_top": "Retour en Haut",
    "language_title": "Langue",
    "faq_title_01": "Qu'est-ce que le CERN ?",
    "faq_answer_01": "Le CERN, Organisation européenne pour la recherche nucléaire, est le plus grand laboratoire de physique des particules du monde. Il exploite le Grand collisionneur de hadrons (LHC), un immense accélérateur de particules utilisé pour étudier les particules fondamentales et les forces de l'univers.",
    "faq_title_02": "Où puis-je étudier sur le CERN ?",
    "faq_answer_02": "Vous pouvez étudier sur le CERN à travers leurs publications officielles, leur site web, des revues scientifiques, des documentaires GitHub, Wikipédia, etc.",
    "faq_title_03": "Quel est le principal problème résolu par SAPHO ?",
    "faq_answer_03": "Le principal problème résolu par SAPHO est la conception et l'implémentation efficaces de processeurs personnalisés pour des applications de traitement de signaux.",
    "thanks_visitor_number": "0",
    "license_title_main": "SAPHO : Remerciements et Licences",
    "license_title": "Remerciements et Licences",
    "license_subtitle": "Voici les remerciements et les informations de licence pour les codes tiers utilisés dans ce projet :",
    "license_ccbyncsa": "Licence CC BY-NC-SA 4.0 - SAPHO :",
    "license_third_party": "Codes Tiers Utilisés :",
    "license_background": "Images de Fond :",
    "license_icons": "Icônes :",
    "license_about": "À Propos",
    "license_documentation": "Documentation",
    "license_download": "Télécharger",
    "license_contact": "Contact",
    "license_github": "GitHub",
    "sapho_footer": "SAPHO - Processeur d'Architecture Évolutive pour l'Optimisation du Matérielle",
    "sapho_footer_by": "par",
    "licensed_footer": "Est Sous Licence",
    "articles_title_main": "SAPHO : Articles",
    "articles_title": "Articles",
    "articles_subtitle": "Découvrez nos derniers articles",
    "articles_pdf1": "Optimisation des processeurs soft-core FPGA pour les accélérateurs de particules",
    "articles_pdf1_description": "Thèse de Lucca Oliveira Facio Viccini - Génie électrique, UFJF, 2023",
    "articles_pdf2": "ENMC 2019",
    "articles_pdf2_description": "Implémentation FPGA d'une méthode de déconvolution itérative pour fonctionner dans le système de déclenchement de l'expérience ATLAS",
    "articles_pdf3": "SBrT 2019",
    "articles_pdf3_description": "Implémentation FPGA efficace d'une méthode de déconvolution itérative pour la reconstruction d'énergie dans les calorimètres haute énergie"
  },
  "no": {
    "site_title": "SAPHO: Skalerbar Arkitekturprosessor for Maskinvareoptimalisering | CERN Lab",
    "header_subtitle": "Skalerbar Arkitekturprosessor for Maskinvareoptimalisering",
    "about_title": "Om & Ressurser",
    "about_title_01": "Om",
    "about_title_02": "Ressurser",
    "documentation_title_01": "Dokumentasjon",
    "documentation_title_02": "Oppdateringer",
    "download_title_01": "Nedlasting",
    "download_title_02": "GitHub",
    "contact_title_01": "Kontakt",
    "contact_title_02": "FAQ",
    "about_content": "Velkommen til SAPHO - Skalerbar Arkitekturprosessor for Maskinvareoptimalisering! Vi er et team fra Senter for Signalbehandling og Instrumentering ved UFJF Ingeniørskole dedikert til utviklingen av SAPHO, en åpen kildekode soft-core prosessor.",
    "about_subtitle": "Tilgjengelige Ressurser",
    "about_overview_01": "Skalerbar Arkitektur:",
    "about_overview_02": "SAPHO benytter en skalerbar arkitektur som automatisk allokerer nødvendige maskinvare ressurser under kompilering.",
    "about_overview_03": "Utviklingsverktøy:",
    "about_overview_04": "Vi tilbyr en omfattende IDE for SAPHO programmering, sammen med C+- og Assembly kompilatorer spesifikt utviklet for prosessoren.",
    "about_overview_05": "Teknisk Dokumentasjon:",
    "about_overview_06": "Utforsk brukermanualer, referanseguider og opplæringsprogrammer for å hjelpe deg med å forstå og bruke SAPHO i prosjektene dine.",
    "documentation_title": "Dokumentasjon & Oppdateringer",
    "documentation_content": "Den komplette dokumentasjonen av SAPHO er tilgjengelig for online konsultasjon. Den inneholder detaljert informasjon om prosessorarkitekturen, utviklede kretser, de nødvendige programvareverktøyene for drift, samt opplæringsprogrammer og eksempler for å bistå i prosjektutviklingen med SAPHO.",
    "documentation_subtitle": "Innhold",
    "documentation_overview_01": "Brukermanualer:",
    "documentation_overview_02": "En komplett guide for programmering og konfigurering av SAPHO.",
    "documentation_overview_03": "Kompilasjonsguide:",
    "documentation_overview_04": "Trinnvise instruksjoner for å kompilere programmer og generere Verilog-kode for prosessoren.",
    "documentation_overview_05": "Utgivelsesnotater:",
    "documentation_overview_06": "Hold deg oppdatert om de siste oppdateringene og forbedringene implementert i SAPHO.",
    "download_title": "Nedlasting & GitHub",
    "download_content": "Last ned SAPHO og få tilgang til GitHub-repositoriet for å bidra og følge prosjektets utvikling!",
    "download_subtitle": "Tilgjengelig Innhold",
    "download_overview_01": "SAPHO Nedlasting:",
    "download_overview_02": "Last ned den nyeste versjonen av SAPHO for å begynne å bruke den i prosjektene dine.",
    "download_overview_03": "GitHub-repositorium:",
    "download_overview_04": "Få tilgang til komplett kildekode, søknadseksempler og bidra til utviklingen av SAPHO gjennom GitHub.",
    "contact_title": "Kontakt & FAQ",
    "contact_content": "Trenger du hjelp eller har spørsmål om SAPHO? Ta kontakt med oss!",
    "contact_subtitle": "Kontaktinformasjon",
    "contact_overview_01": "Støtte-Epost:",
    "contact_overview_02": "FAQ (Ofte Stilte Spørsmål):",
    "contact_overview_04": "Vi ser frem til å høre fra deg og samarbeide for den vedvarende suksessen til SAPHO-prosjektet. Ta gjerne kontakt med oss når som helst.",
    "thanks_message": "Takk for besøket",
    "thanks_visitor": "Du er besøkende nummer:",
    "about_notice": "Viktig - Les Denne Merknaden.",
    "modal.about.title": "Om.",
    "modal.about.content": "Alle lisenser og anerkjennelser for tredjeparts kode finnes på:",
    "documentation_notice": "Viktig - les denne meldingen.",
    "modal.documentation.title": "Dokumentasjon.",
    "modal.documentation.content": "Du har lastet ned dokumentasjonen av SAPHO. Filen kan åpnes med den åpen kildekode PDF-leseren:",
    "download_notice": "Viktig - les denne meldingen.",
    "modal.download.title": "Nedlasting.",
    "modal.download.content": "Takk for at du lastet ned SAPHO. Nedlastingen vil starte om kort tid. Besøk prosjektets GitHub for mer informasjon og last ned dokumentasjonen.",
    "contact_notice": "Viktig - les denne meldingen.",
    "modal.contact.title": "Kontakt.",
    "modal.contact.content": "E-postadressen ble åpnet i standardprogrammet ditt. Hvis du har spørsmål, vennligst skriv til:",
    "back_to_top": "Tilbake til Toppen",
    "language_title": "Språk",
    "faq_title_01": "Hva er CERN?",
    "faq_answer_01": "CERN, Den europeiske organisasjonen for kjerneforskning, er verdens største laboratorium for partikkelfysikk. Den driver Large Hadron Collider (LHC), en massiv partikkelakselerator som brukes til å studere de grunnleggende partiklene og kreftene i universet.",
    "faq_title_02": "Hvor kan jeg studere om CERN?",
    "faq_answer_02": "Du kan studere om CERN gjennom deres offisielle publikasjoner, nettside, vitenskapelige tidsskrifter, GitHub-dokumentarer, Wikipedia, osv.",
    "faq_title_03": "Hva er det viktigste problemet SAPHO løser?",
    "faq_answer_03": "Det viktigste problemet SAPHO løser er effektiv design og implementering av tilpassede prosessorer for signalbehandlingsprogrammer.",
    "thanks_visitor_number": "0",
    "license_title_main": "SAPHO: Anerkjennelser og Lisenser",
    "license_title": "Anerkjennelser og Lisenser",
    "license_subtitle": "Her er anerkjennelsene og lisensinformasjonen for tredjeparts koder som er brukt i dette prosjektet:",
    "license_ccbyncsa": "Lisens CC BY-NC-SA 4.0 - SAPHO:",
    "license_third_party": "Tredjeparts Koder Brukt:",
    "license_background": "Bakgrunnsbilder:",
    "license_icons": "Ikoner:",
    "license_about": "Om",
    "license_documentation": "Dokumentasjon",
    "license_download": "Nedlasting",
    "license_contact": "Kontakt",
    "license_github": "GitHub",    
    "sapho_footer": "SAPHO - Skalerbar Arkitekturprosessor for Maskinvareoptimalisering",
    "sapho_footer_by": "av",
    "licensed_footer": "Er Lisensiert Under",
    "articles_title_main": "SAPHO: Artikler",
    "articles_title": "Artikler",
    "articles_subtitle": "Oppdag våre nyeste artikler",
    "articles_pdf1": "Optimalisering av FPGA Soft-Core-prosessorer for partikkelakseleratorer",
    "articles_pdf1_description": "Avhandling av Lucca Oliveira Facio Viccini - Elektroteknikk, UFJF, 2023",
    "articles_pdf2": "ENMC 2019",
    "articles_pdf2_description": "FPGA-implementering av en iterativ dekonvolusjonsmetode for å operere i utløserystemet til ATLAS-eksperimentet",
    "articles_pdf3": "SBrT 2019",
    "articles_pdf3_description": "Effektiv FPGA-implementering av en iterativ dekonvolusjonsmetode for energirekonstruksjon i høyenergikalorimetre"
  }
}
